---
kind: other
id: Methods.T:Autodesk.Revit.DB.PointClouds.PointCloudFilterFactory
source: html/b81967d5-6328-0e5d-7b51-0ef183c1f76b.htm
---
# PointCloudFilterFactory Methods

Creates a new point cloud filter based upon planar boundaries.